{
  "slug": "kalamkari",
  "products": [
    {
      "name": "KALAMKARI MASTERCLASS (ON DEMAND, PRE-RECORDED, SELF PACED)",
      "description": "An in-depth, self-paced online masterclass on Kalamkari art, perfect for diving into this intricate Indian art form at your own pace.",
      "size_inches": "N/A",
      "price_inr": "Regular₹999"
    },
    {
      "name": "The Sacred Grove: Nurturing Blessings: Kalamkari Painting by Harinath.N",
      "description": "A vibrant Kalamkari painting capturing the sacred grove, a serene representation of nature and spirituality.",
      "size_inches": "12 in X 12 in",
      "price_inr": "Regular₹20,000"
    },
    {
      "name": "Tree of Life Kalamkari Painting by Siva Reddy",
      "description": "A captivating depiction of the Tree of Life, showcasing intricate details and the traditional Kalamkari style.",
      "size_inches": "28 in X 21 in",
      "price_inr": "Regular₹12,000"
    },
    {
      "name": "Tree of Life: Kalamkari painting by Harinath.N",
      "description": "A grand artwork representing the Tree of Life, highlighting the spiritual and cultural essence of Kalamkari.",
      "size_inches": "48 in X 72 in",
      "price_inr": "Regular₹96,000"
    },
    {
      "name": "A Woman At Door in Kalamkari by K. Lakshminarayanan",
      "description": "An evocative piece illustrating a woman at the door, rendered with exquisite detail in Kalamkari style.",
      "size_inches": "23 in X 19 in",
      "price_inr": "Regular₹5,000"
    },
    {
      "name": "Mata Saraswati Kalamkari Painting by Siva Reddy",
      "description": "A tribute to the goddess of wisdom, this painting captures the divine grace of Mata Saraswati in exquisite Kalamkari form.",
      "size_inches": "15 in X 11 in",
      "price_inr": "Regular₹3,200"
    },
    {
      "name": "Maa Saraswati Kalamkari Painting by Siva Reddy",
      "description": "Another beautiful portrayal of the goddess of knowledge, showcasing detailed and reverent artistry.",
      "size_inches": "14 in X 14 in",
      "price_inr": "Regular₹4,500"
    },
    {
      "name": "Krishna with Cows Kalamkari Painting by Siva Reddy",
      "description": "A joyful scene of Krishna alongside cows, depicted in lively colors and traditional Kalamkari technique.",
      "size_inches": "10 in X 16 in",
      "price_inr": "Regular₹3,200"
    },
    {
      "name": "Tree of Life: Kalamkari painting by Sudheer",
      "description": "An expansive version of the Tree of Life, abundant in detail and vibrancy, reflecting the richness of Kalamkari art.",
      "size_inches": "57.1 in X 34.3 in",
      "price_inr": "Regular₹30,000"
    },
    {
      "name": "Dancing Krishna With Cows : Kalamkari painting by Harinath.N",
      "description": "Dynamic portrayal of Krishna dancing with cows, a blend of movement and tradition captured on canvas.",
      "size_inches": "62 in X 40 in",
      "price_inr": "Regular₹70,000"
    }
  ]
}
