{
  "slug": "madhubani",
  "products": [
    {
      "name": "Madhubani Traditional Art Kit for Madhubani Masterclass",
      "description": "This comprehensive art kit includes all essentials needed to participate in an enriching Madhubani masterclass, ideal for crafting traditional designs.",
      "size_inches": "N/A",
      "price_inr": "Regular₹1,250"
    },
    {
      "name": "A STROLL THROUGH THE SPOKEN FOREST,CREAM SILK CLUTCH",
      "description": "Adorned with intricate Madhubani art, this elegant silk clutch is a stylish accessory for any occasion.",
      "size_inches": "N/A",
      "price_inr": "Regular₹1,750"
    },
    {
      "name": "Madhubani Patterns in rust and black , Madhubani handpainted coasters",
      "description": "Protect your surfaces with these beautifully hand-painted coasters, featuring traditional Madhubani patterns in rust and black.",
      "size_inches": "N/A",
      "price_inr": "Regular₹800"
    },
    {
      "name": "Madhubani Patterns , Madhubani handpainted coasters",
      "description": "A set of vibrant hand-painted coasters, showcasing classic Madhubani patterns to enrich your table settings.",
      "size_inches": "N/A",
      "price_inr": "Regular₹800"
    },
    {
      "name": "Patterns in black and blue, Madhubani handpainted coasters",
      "description": "These artistic coasters feature unique black and blue Madhubani patterns, perfect for adding an ethnic touch to any space.",
      "size_inches": "N/A",
      "price_inr": "Regular₹800"
    },
    {
      "name": "Divine illumination besides charm and essence: Madhubani Plate by Priti Karn",
      "description": "This meticulously crafted Madhubani plate by Priti Karn exudes divine charm and essence, ideal for cultural décor.",
      "size_inches": "N/A",
      "price_inr": "Regular₹1,200"
    },
    {
      "name": "A stroll through the spoken forest, Maroon Vegan Laptop Bag/Tote",
      "description": "A chic maroon vegan bag, adorned with Madhubani motifs, serves as a functional and eco-friendly laptop tote or bag.",
      "size_inches": "N/A",
      "price_inr": "Regular₹3,749"
    },
    {
      "name": "Madhubani Painting of Good Luck Charm by Ambika Devi",
      "description": "Crafted by Ambika Devi, this painting of a good luck charm in the Madhubani style brings prosperity and positivity.",
      "size_inches": "7.5 in X 22 in",
      "price_inr": "Regular₹5,100"
    },
    {
      "name": "A STROLL THROUGH THE SPOKEN FOREST,BLACK SILK CLUTCH",
      "description": "This black silk clutch, enlivened with Madhubani art, combines elegance with traditional craftsmanship.",
      "size_inches": "N/A",
      "price_inr": "Regular₹1,749"
    },
    {
      "name": "The Kiss in Madhubani by Izhar Ansari",
      "description": "A captivating depiction of 'The Kiss' in the Madhubani style by Izhar Ansari, perfect for art enthusiasts.",
      "size_inches": "16.5 in X 11.7 in",
      "price_inr": "Regular₹6,000"
    }
  ]
}
